{
  "collections": [
    {
      "id": 1,
      "title": "Adjusting Bike Brakes Method 1/2 (Adjusting Break Pads)",
      "category": "Brakes",
      "body": "<body><h2>Adjusting Bike Brakes Method 1/2 (Adjusting Break Pads)</h2><div>1. Check your brake pads before you make any adjustments. The brake pads are the pads that clamp down on the front tire of your bike when you pull the brake lever. If the brake pads are worn down past the line labeled “wear line,” you’ll need to replace them before you make adjustments to your brakes. If the wear lines on your brake pads aren't labeled, they should be marked by grooves on the side of the pads instead. You can order new brake pads online or pick some up at your local bike shop. Make sure your wheel lines up correctly in the dropouts as well, or else it won't make good contact with your brakes.</div><br><div>2. Squeeze the brake lever to see where the pads hit the rim. Both brake pads should be coming into contact with the rim of the front tire at the same time. They should be hitting the center of the rim, with an equal amount of space above and below the pad. If the pads are hitting the rim too high or low, they could come into contact with the rubber part of the tire or the spokes on the bike. Crouch down to get a good look at the brake pads as you're squeezing the brake lever. If your bike has a quick-release mechanism, check that it isn't loose or hasn't come undone. Otherwise, your brakes won't squeeze tightly on the wheel</div><br><div>3. Use an Allen wrench to loosen the bolts holding the brake pads in place. Turn the Allen wrench counterclockwise to loosen the bolts. Don’t loosen the bolts all the way or the brake pads will come out of the brake pad holder.</div><br><div>4. Move the brake pads up or down in the brake pad holder. They should easily move up and down once the bolts are loosened. If the pads were too low on the rim, move them up until they’re centered. If the pads were too high on the rim, move them down until they’re centered.</div><br><div>5. Re-tighten the brake pad bolts with the Allen wrench. Keep turning the Allen wrench clockwise until the bolts are fully tightened. Check to make sure the brake pads are centered. Readjust if needed</div></body>"
    },
    {
      "id": 2,
      "title": "Adjusting V Brakes",
      "body": "<div><p><b>Align Brake Levers</b></br>The first step is to set up your brake levers. Start by loosening the clamp, and then align them so that they match the angle of your arms when you’re riding. Once the angle is set, tighten the clamp. If you have smaller hands and your levers are hard to reach, you can set them closer by tightening the reach adjustment screw on most levers.</p> <p><b>Remove & Inspect Brake Pads</b></br>Start by giving the cable some slack. Tighten the lever’s barrel adjuster in all the way. Then pull the protective rubber back and disconnect the brake cable’s quick release mechanism. <br> Then remove the pads. V-brake pads have two sets of positioning washers on each side of the brake arm. Be careful to watch how the washers are positioned so that you can re-install them correctly. <br> Inspect your pads. If they are worn past the indicator line, or have metal poking through the surface, you’ll need to replace them. If they look ok, use your sandpaper to re-surface both pads. <br> <p><b>Adjust Brake Arm Tension</b><br>Now check your brake arm tension. The brake arms should have good spring tension, which makes them release when you let go of the brake lever. If there isn’t much tension, you may have to increase it on both sides. Undo both bolts one at a time, but don’t remove them completely. </br> <p> You’ll notice a small piece of metal poking out the backside of the brake. This is the spring, and it slides into one of three holes on your frame or fork. Most brakes work fine in the middle hole. To increase your brake tension, move the spring into the top hole. To decrease the brake tension, move the spring into the bottom hole. Then tighten the mounting bolt. </p>"
    },
    {
      "id": 3,
      "title": "Flat Tire",
      "body": "<div> <h2> Here are five basic steps to fixing a flat bike tire:</h2> <ol><li>Take the wheel off the bike: Release your brakes, then the wheel. (We'll show you how to remove the front and rear wheels)</li> <li>Remove the tube: Deflate the tube completely and remove it by pressing on the bead (edge) of the tire or using a tire lever so you can access the tube.</li><li>Find the cause of the flat: Inspect the wheel, tire and tube for the location and causes of tears or punctures.</li><li>Patch or replace the tube: When out riding, you may prefer to replace the tube with a new one and fix the damaged one later.</li><li>Reinstall the wheel: We’ll walk you through the steps for the front and back wheel.</li></ol> <br></div>"
    },
    {
      "id": 4,
      "title": "Replacing Pedals",
      "body": "<div><div><h2 style='margin-bottom: 0'>Right Pedal Removal</h2><p>Loosen the right side pedal by turning counter-clockwise just like any traditional threaded nut. Notice how I have positioned the crank arm and pedal tool so that I can push down with more force.</p></div><div><h2 style='margin-bottom: 0'>Left Pedal Removal</h2><p>Before installing the new pedals, apply a thin coat of waterproof grease to the threads. This helps tighten your pedals and keep the treads from seizing, so that they can be removed in the future.</p></div>"
    },
    {
      "id": 5,
      "title": "Reattaching chain",
      "body": "<div><h2 style='margin-bottom: 0'>Reattaching Chains</h2><ul><li>Inspect the drive chain first. If there are any bent or broken pieces, repair or replace these before you reattached the slipped chain. Make sure to examine not just the chain itself but the derailleurs and cassette (which are the gears). This is especially important to do after a crash to make sure that there is no damage. After fixing the bike chain, it is a good idea to inspect the cassette, derailleurs, and limit screws to see if they are properly adjusted or to check if they need replacement.</li></ul><ul><li>Turn the bike upside down or hang it from a bike stand. This will make fixing the chain easier and prevent the bike from rolling around while you work. Flip the bike so that it rests on the seat and handlebars, setting it down gently to prevent scratching or scuffing. Bike stands hold the bike right-side-up in the air and are great for maintenance. However, since most chains slip on the road, you will likely not have access to one. Instead, you may set the front of the seat over a large horizontal pole. Keep the bike about 4 feet (1.2 m) off the ground or at least high enough that the rear wheel is not touching the ground.</li></ul><ul><li>Note what gear the bike is in. Derailleurs are the small machines on your front and back gears that physically move the chain from gear to gear. Note where it is currently resting by looking down the derailleur -- it will be lined up with the gear. You want to put the chain back on this gear. The front derailleur, right next to the pedals, looks like a little metal bracket that hovers over the gear the chain should be on. The rear derailleur, found by the back wheel, looks like a small mechanical arm. This arm slides back and forth underneath the cassette (collection of gears) to move the chain. It will be underneath the right gear. Many bikes will tell you the gear number on the handlebars, but you need to know how to read them to make sense of it: The left hand adjusts your front gears: 1 is the gear closest to the bike, or smallest gear. The right hand adjusts the back gears: 1 is the gear closest to your bike, which is the biggest gear</li></ul><ul><li>Push the rear derailleur arm toward the handlebars to get slack on the chain. This is the small metal arm next to the cog on the bottom of the derailleur. There is usually a little metal square right next to the cog that lets you push the derailleur without getting too greasy. It should fold gently towards the front of the bike so that the chain hangs with a lot of slack.</li></ul><ul><li>Use your other hand to slide the chain back on the right gear. Pick up the chain with 2-3 fingers and drape it on top appropriate rear rear gear. Bring the other end of the chain to the bottom of the front gear and hold it there. You should have enough slack to get 10-15 teeth on the gear into the groves of the chain. Slowly release the derailleur once you have some teeth in place. You can also use a pencil, pen, or small stick to guide the chain onto the gears if you don't want to use your fingers.</li></ul><ul><li>Pedal the bike backward slowly for 1 full rotation with your hand. As you pedal, you'll notice that the teeth you attached manually will guide the rest of the chain back into place. After the first rotation, pedal forward for 2-3 more rotations to make sure that the chain is securely in place. Make sure you are pedaling the correct direction -- the back wheel will move as you pedal forward, but not backward.</li></ul></div>"
    }
  ]
}